export default {
  projections: {
    СотрудникиE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      iDСотрудника: {
        __caption__: 'I d сотрудника'
      },
      пол: {
        __caption__: 'Пол'
      },
      подразделение: {
        __caption__: 'Подразделение'
      },
      знаниеЯзыков: {
        __caption__: 'Знание языков'
      },
      образование: {
        __caption__: 'Образование'
      },
      гражданство: {
        __caption__: 'Гражданство'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      iDСотрудника: {
        __caption__: 'I d сотрудника'
      },
      пол: {
        __caption__: 'Пол'
      },
      подразделение: {
        __caption__: 'Подразделение'
      },
      знаниеЯзыков: {
        __caption__: 'Знание языков'
      },
      образование: {
        __caption__: 'Образование'
      },
      гражданство: {
        __caption__: 'Гражданство'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iDСотрудника: {
      __caption__: 'I d сотрудника'
    },
    гражданство: {
      __caption__: 'Гражданство'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    знаниеЯзыков: {
      __caption__: 'Знание языков'
    },
    образование: {
      __caption__: 'Образование'
    },
    подразделение: {
      __caption__: 'Подразделение'
    },
    пол: {
      __caption__: 'Пол'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
