export default {
  projections: {
    УвольнениеE: {
      датаУвольнения: {
        __caption__: 'Дата увольнения'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      основание: {
        __caption__: 'Основание'
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      отделКадров: {
        __caption__: 'Отдел кадров'
      }
    },
    УвольнениеL: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      датаУвольнения: {
        __caption__: 'Дата увольнения'
      },
      основание: {
        __caption__: 'Основание'
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаДк: {
      __caption__: 'Дата дк'
    },
    датаУвольнения: {
      __caption__: 'Дата увольнения'
    },
    основание: {
      __caption__: 'Основание'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    отделКадров: {
      __caption__: 'Отдел кадров'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
