export default {
  projections: {
    ТаблЧастьСШРE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      количествоШЕ: {
        __caption__: 'Количество ШЕ'
      },
      тарифнаяСтавка: {
        __caption__: 'Тарифная ставка'
      },
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      примечание: {
        __caption__: 'Примечание'
      },
      всегоКолШЕ: {
        __caption__: 'Всего кол ШЕ'
      },
      всегоТС: {
        __caption__: 'Всего ТС'
      },
      всегоНадбавки: {
        __caption__: 'Всего надбавки'
      },
      итогоВсего: {
        __caption__: 'Итого всего'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТаблЧастьСШРL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      количествоШЕ: {
        __caption__: 'Количество ШЕ'
      },
      тарифнаяСтавка: {
        __caption__: 'Тарифная ставка'
      },
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      примечание: {
        __caption__: 'Примечание'
      },
      всегоКолШЕ: {
        __caption__: 'Всего кол ШЕ'
      },
      всегоТС: {
        __caption__: 'Всего ТС'
      },
      всегоНадбавки: {
        __caption__: 'Всего надбавки'
      },
      итогоВсего: {
        __caption__: 'Итого всего'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    всего: {
      __caption__: 'Всего'
    },
    всегоКолШЕ: {
      __caption__: 'Всего кол ШЕ'
    },
    всегоНадбавки: {
      __caption__: 'Всего надбавки'
    },
    всегоТС: {
      __caption__: 'Всего ТС'
    },
    итогоВсего: {
      __caption__: 'Итого всего'
    },
    код: {
      __caption__: 'Код'
    },
    количествоШЕ: {
      __caption__: 'Количество ШЕ'
    },
    надбавки: {
      __caption__: 'Надбавки'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    примечание: {
      __caption__: 'Примечание'
    },
    тарифнаяСтавка: {
      __caption__: 'Тарифная ставка'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
