export default {
  projections: {
    ПриказОПриемеE: {
      подразделение: {
        __caption__: 'Подразделение'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      графикРаботы: {
        __caption__: 'График работы'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      ответсвенный: {
        __caption__: 'Ответсвенный'
      },
      срокЗаключения: {
        __caption__: 'Срок заключения'
      },
      датаПриема: {
        __caption__: 'Дата приема'
      },
      занятость: {
        __caption__: 'Занятость'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      отделКадров: {
        __caption__: 'Отдел кадров'
      }
    },
    ПриказОПриемеL: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      подразделение: {
        __caption__: 'Подразделение'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      графикРаботы: {
        __caption__: 'График работы'
      },
      ответсвенный: {
        __caption__: 'Ответсвенный'
      },
      срокЗаключения: {
        __caption__: 'Срок заключения'
      },
      датаПриема: {
        __caption__: 'Дата приема'
      },
      занятость: {
        __caption__: 'Занятость'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    графикРаботы: {
      __caption__: 'График работы'
    },
    датаДк: {
      __caption__: 'Дата дк'
    },
    датаПриема: {
      __caption__: 'Дата приема'
    },
    занятость: {
      __caption__: 'Занятость'
    },
    оклад: {
      __caption__: 'Оклад'
    },
    ответсвенный: {
      __caption__: 'Ответсвенный'
    },
    подразделение: {
      __caption__: 'Подразделение'
    },
    срокЗаключения: {
      __caption__: 'Срок заключения'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    },
    отделКадров: {
      __caption__: 'Отдел кадров'
    }
  }
};
