export default {
  projections: {
    ТаблЧастьСотрудE: {
      наимОбуч: {
        __caption__: 'Наим обуч'
      },
      квалификация: {
        __caption__: 'Квалификация'
      },
      наимДок: {
        __caption__: 'Наим док'
      },
      cерия: {
        __caption__: 'Cерия'
      },
      номер: {
        __caption__: 'Номер'
      },
      годОкончания: {
        __caption__: 'Год окончания'
      }
    },
    ТаблЧастьСотрудL: {
      наимОбуч: {
        __caption__: 'Наим обуч'
      },
      квалификация: {
        __caption__: 'Квалификация'
      },
      наимДок: {
        __caption__: 'Наим док'
      },
      cерия: {
        __caption__: 'Cерия'
      },
      номер: {
        __caption__: 'Номер'
      },
      годОкончания: {
        __caption__: 'Год окончания'
      }
    }
  },
  validations: {
    cерия: {
      __caption__: 'Cерия'
    },
    годОкончания: {
      __caption__: 'Год окончания'
    },
    квалификация: {
      __caption__: 'Квалификация'
    },
    наимДок: {
      __caption__: 'Наим док'
    },
    наимОбуч: {
      __caption__: 'Наим обуч'
    },
    номер: {
      __caption__: 'Номер'
    }
  }
};
