export default {
  caption: 'Табл часть ТУ',
  'код-caption': 'Код',
  'датаДк-caption': 'Дата дк',
  'явкаНеявка-caption': 'Явка неявка',
  'колЯвокПМес-caption': 'Кол явок п мес',
  'колЯвокМес-caption': 'Кол явок мес',
  'часыЗаПМес-caption': 'Часы за п мес',
  'часыЗаМесяц-caption': 'Часы за месяц',
  'кодВидаОплаты-caption': 'Код вида оплаты',
  'корресСчет-caption': 'Коррес счет',
  'дниЧасы-caption': 'Дни часы',
  'колНеявок-caption': 'Кол неявок',
  'изНихПоПричинам-caption': 'Из них по причинам',
  'колВыхПразд-caption': 'Кол вых празд'
};
