export default {
  projections: {
    ТаблЧастьГОE: {
      код: {
        __caption__: 'Код'
      },
      колКалДней: {
        __caption__: 'Кол кал дней'
      },
      датаЗап: {
        __caption__: 'Дата зап'
      },
      датаФакт: {
        __caption__: 'Дата факт'
      },
      основание: {
        __caption__: 'Основание'
      },
      перенос: {
        __caption__: 'Перенос'
      },
      примечание: {
        __caption__: 'Примечание'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТаблЧастьГОL: {
      код: {
        __caption__: 'Код'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      колКалДней: {
        __caption__: 'Кол кал дней'
      },
      датаЗап: {
        __caption__: 'Дата зап'
      },
      датаФакт: {
        __caption__: 'Дата факт'
      },
      основание: {
        __caption__: 'Основание'
      },
      перенос: {
        __caption__: 'Перенос'
      },
      примечание: {
        __caption__: 'Примечание'
      }
    }
  },
  validations: {
    датаЗап: {
      __caption__: 'Дата зап'
    },
    датаФакт: {
      __caption__: 'Дата факт'
    },
    код: {
      __caption__: 'Код'
    },
    колКалДней: {
      __caption__: 'Кол кал дней'
    },
    основание: {
      __caption__: 'Основание'
    },
    перенос: {
      __caption__: 'Перенос'
    },
    примечание: {
      __caption__: 'Примечание'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
