export default {
  projections: {
    ГрафикОтпускE: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      период: {
        __caption__: 'Период'
      },
      руководительОр: {
        __caption__: 'Руководитель ор'
      },
      руководительКО: {
        __caption__: 'Руководитель КО'
      },
      отделКадров: {
        __caption__: 'Отдел кадров'
      }
    },
    ГрафикОтпускL: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      период: {
        __caption__: 'Период'
      },
      руководительОр: {
        __caption__: 'Руководитель ор'
      },
      руководительКО: {
        __caption__: 'Руководитель КО'
      }
    }
  },
  validations: {
    датаДк: {
      __caption__: 'Дата дк'
    },
    период: {
      __caption__: 'Период'
    },
    руководительКО: {
      __caption__: 'Руководитель КО'
    },
    руководительОр: {
      __caption__: 'Руководитель ор'
    },
    отделКадров: {
      __caption__: 'Отдел кадров'
    }
  }
};
