export default {
  projections: {
    ТабУчРВE: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      руководитель: {
        __caption__: 'Руководитель'
      },
      период: {
        __caption__: 'Период'
      },
      исполнитель: {
        __caption__: 'Исполнитель'
      },
      отделКадров: {
        __caption__: 'Отдел кадров'
      }
    },
    ТабУчРВL: {
      датаДк: {
        __caption__: 'Дата дк'
      },
      руководитель: {
        __caption__: 'Руководитель'
      },
      период: {
        __caption__: 'Период'
      },
      исполнитель: {
        __caption__: 'Исполнитель'
      }
    }
  },
  validations: {
    датаДк: {
      __caption__: 'Дата дк'
    },
    исполнитель: {
      __caption__: 'Исполнитель'
    },
    период: {
      __caption__: 'Период'
    },
    руководитель: {
      __caption__: 'Руководитель'
    },
    отделКадров: {
      __caption__: 'Отдел кадров'
    }
  }
};
