export default {
  projections: {
    СостШтатРасE: {
      период: {
        __caption__: 'Период'
      },
      руководительКО: {
        __caption__: 'Руководитель КО'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      главБух: {
        __caption__: 'Глав бух'
      },
      отделКадров: {
        __caption__: 'Отдел кадров'
      }
    },
    СостШтатРасL: {
      период: {
        __caption__: 'Период'
      },
      руководительКО: {
        __caption__: 'Руководитель КО'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      главБух: {
        __caption__: 'Глав бух'
      }
    }
  },
  validations: {
    главБух: {
      __caption__: 'Глав бух'
    },
    датаДк: {
      __caption__: 'Дата дк'
    },
    период: {
      __caption__: 'Период'
    },
    руководительКО: {
      __caption__: 'Руководитель КО'
    },
    отделКадров: {
      __caption__: 'Отдел кадров'
    }
  }
};
