export default {
  projections: {
    ТаблЧастьТУE: {
      код: {
        __caption__: 'Код'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      явкаНеявка: {
        __caption__: 'Явка неявка'
      },
      колЯвокПМес: {
        __caption__: 'Кол явок п мес'
      },
      колЯвокМес: {
        __caption__: 'Кол явок мес'
      },
      часыЗаПМес: {
        __caption__: 'Часы за п мес'
      },
      часыЗаМесяц: {
        __caption__: 'Часы за месяц'
      },
      кодВидаОплаты: {
        __caption__: 'Код вида оплаты'
      },
      корресСчет: {
        __caption__: 'Коррес счет'
      },
      дниЧасы: {
        __caption__: 'Дни часы'
      },
      колНеявок: {
        __caption__: 'Кол неявок'
      },
      изНихПоПричинам: {
        __caption__: 'Из них по причинам'
      },
      колВыхПразд: {
        __caption__: 'Кол вых празд'
      }
    },
    ТаблЧастьТУL: {
      код: {
        __caption__: 'Код'
      },
      датаДк: {
        __caption__: 'Дата дк'
      },
      явкаНеявка: {
        __caption__: 'Явка неявка'
      },
      колЯвокПМес: {
        __caption__: 'Кол явок п мес'
      },
      колЯвокМес: {
        __caption__: 'Кол явок мес'
      },
      часыЗаПМес: {
        __caption__: 'Часы за п мес'
      },
      часыЗаМесяц: {
        __caption__: 'Часы за месяц'
      },
      кодВидаОплаты: {
        __caption__: 'Код вида оплаты'
      },
      корресСчет: {
        __caption__: 'Коррес счет'
      },
      дниЧасы: {
        __caption__: 'Дни часы'
      },
      колНеявок: {
        __caption__: 'Кол неявок'
      },
      изНихПоПричинам: {
        __caption__: 'Из них по причинам'
      },
      колВыхПразд: {
        __caption__: 'Кол вых празд'
      }
    }
  },
  validations: {
    датаДк: {
      __caption__: 'Дата дк'
    },
    дниЧасы: {
      __caption__: 'Дни часы'
    },
    изНихПоПричинам: {
      __caption__: 'Из них по причинам'
    },
    код: {
      __caption__: 'Код'
    },
    кодВидаОплаты: {
      __caption__: 'Код вида оплаты'
    },
    колВыхПразд: {
      __caption__: 'Кол вых празд'
    },
    колНеявок: {
      __caption__: 'Кол неявок'
    },
    колЯвокМес: {
      __caption__: 'Кол явок мес'
    },
    колЯвокПМес: {
      __caption__: 'Кол явок п мес'
    },
    корресСчет: {
      __caption__: 'Коррес счет'
    },
    часыЗаМесяц: {
      __caption__: 'Часы за месяц'
    },
    часыЗаПМес: {
      __caption__: 'Часы за п мес'
    },
    явкаНеявка: {
      __caption__: 'Явка неявка'
    }
  }
};
